Repository: vbert/MapPress
Catalog: locale/*/LC_MESSAGES/mappress.po
Languages: pl

source: Version
pl: Wersja

source: Internal error, map was missing. Your data has not been saved!
pl: Błąd wewnętrzny, mapa nie istnieje. Twoje dane nie zostały zapisane!

source: Internal error - unable to save map. Your data has not been saved!
pl: Wewnętrzny błąd - nie można zapisać mapy. Twoje dane nie zostały zapisane!

source: Untitled
pl: Bez tytułu

source: Basic Settings
pl: Ustawienia podstawowe

source: Automatic map display
pl: Automatyczne wyświetlanie map

source: Post types
pl: Rodzaje postu

source: Map alignment
pl: Wyrównanie mapy

source: Directions
pl: Trasa dojazdu

source: Marker list
pl: Lista znaczników

source: Map types
pl: Typ mapy

source: Scroll wheel zoom
pl: Powiększ za pomocą kółka myszy

source: Keyboard shortcuts
pl: Skróty klawiaturowe

source: Open first marker
pl: Otwórz pierwszy znacznik

source: Show traffic button
pl: Wyświetl przycisk ruchu

source: Tooltips
pl: Podpowiedzi

source: Overview map
pl: Przegląd mapy

source: Localization
pl: Wersje językowe

source: Language
pl: Język

source: Country
pl: Kraj

source: Directions server
pl: Serwer tras dojazu

source: Templates
pl: Szablony

source: Marker list template
pl: Szablon listy znaczników

source: Custom Fields
pl: Pola użytkownika

source: Custom fields
pl: Pola użytkownika

source: Micsellaneous
pl: Inne

source: Custom CSS
pl: Własny CSS

source: Map sizes
pl: Wielkość mapy

source: Force resize
pl: Wymus rozmiar

source: MapPress link
pl: Link do MapPress

source: country code
pl: kod kraju

source: Enter a %s to use when searching (leave blank for USA)
pl: Wprowadź %s do wykorzystania podczas wyszukiwania (zostaw puste dla USA)

source: Enter a google server URL for directions/printing
pl: Wpisz adres URL serwera google dla wskazówki/drukowanie

source: Enable zoom with the mouse scroll wheel
pl: Włącz powiększanie kółkiem przewijania

source: Enable keyboard panning and zooming
pl: Włącz panoramowanie i powiększanie klawiaturą

source: language
pl: język

source: Use a specific %s for map controls (defaults to browser language)
pl: Użyj określonego %s kontroli mapy (domyślnie język przeglądarki)

source: Allow your readers to change the map type (street, satellite, or hybrid)
pl: Pozwól czytelnikom zmienić typ mapy (ulica, satelita lub hybrydowa)

source: Display the street view control "peg man"
pl: Wyświetlanie kontrolera street view "człowiek kołek"

source: Inline (in your blog)
pl: Inline (na swoim blogu)

source: None
pl: Brak

source: Select 'Google' if directions aren't displaying properly in your theme
pl: Wybierz 'Google', jeśli trasa dojazdu nie jest wyświetlana poprawnie na Twojej stronie

source: This setting requires %s.
pl: To ustawienie wymaga %s.

source: Show a list of markers under each map
pl: Pokaż listę znaczników na każdej mapie

source: Automatically open the first marker when a map is displayed
pl: Automatyczne otwieraj pierwszy znacznik, gdy mapa jest wyświetlana

source: Show a button for real-time traffic conditions
pl: Pokaż przycisk do warunków ruchu w czasie rzeczywistym

source: Show marker titles as a "tooltip" on mouse-over
pl: Tytuły znaczników jako 'podpowiedzi' po najechaniu myszą

source: Show an overview map control in the bottom-right corner of the main map
pl: Pokaż kontroler mapy ogólnej w prawym dolnym rogu wyświetlanej mapy

source: Automatically open the overview map
pl: Automatyczne otwieraj przegląd mapy

source: Default
pl: Domyślny

source: Center
pl: Wyśrodkowanie

source: Left
pl: Lewo

source: Right
pl: Prawo

source: Top of post
pl: Na górze postu

source: Bottom of post
pl: Na dole postu

source: No automatic display
pl: Bez automatycznego wyświetlania

source: post types
pl: typy wiadomości

source: Mark the %s where you want to use MapPress
pl: Zaznacz %s, w którym chcesz używać MapPress

source: post
pl: wiadomość

source: page
pl: strona

source: Permanently resize existing maps:
pl: Trwale zmień rozmiar istniejących map:

source: from %s to %s
pl: z %s na %s

source: Force Resize
pl: Wymuś zmiane rozmiaru

source: Enter the URL for your CSS file
pl: Wprowadź URL dla pliku CSS

source: Set a template for the marker list
pl: Ustaw szablon do listy znaczników

source: Toggle the 'powered by' message
pl: Przełącz wiadomość 'wykonane przez'

source: Automatically create maps from custom field data
pl: Automatyczne tworzenie mapy z własnych pól danych

source: Set custom map sizes
pl: Ustaw ręcznie rozmiar mapy

source: simple GeoRSS
pl: prosty GeoRSS

source: Enable %s for your RSS feeds
pl: Włącz %s dla kanałów RSS

source: No new items
pl: Brak nowych elementów

source: Read More
pl: Czytaj więcej

source: Subscribe with RSS
pl: Subskrybuj z RSS

source: 5 Stars
pl: 5 gwiadek

source: Take a moment to rate it %s on WordPress.org - or make a donation
pl: Poświęć chwilę na ocenianie %s na WordPress.org - lub dokonać wpłaty

source: Thanks for your support!
pl: Dzięki za wsparcie!

source: Documentation
pl: Dokumentacja

source: Report a bug
pl: Zgłoś błąd

source: Like this plugin?
pl: Podoba Ci się to plugin?

source: MapPress News
pl: MapPress Aktualności

source: Save Changes
pl: Zapisz zmiany

source: Reset Defaults
pl: Przywróć domyślne

source: MapPress database tables are missing. Please deactivate the plugin and activate it again to fix this.
pl: Brak tabel MapPress w bazie danych. Proszę wyłączyć wtyczkę i włączyć ponownie, aby rozwiązać ten problem.

source: WARNING: MapPress requires WordPress 3.0 or higher. Please upgrade before using MapPress.
pl: OSTRZEŻENIE: MapPress wymaga WordPress 3.0 lub wyższej. Prosimy o aktualizację przed użyciem MapPress.

source: WARNING: MapPress is not compatible with the WP-Geo plugin. Please deactivate or uninstall WP-Geo before using MapPress.
pl: OSTRZEŻENIE: MapPress nie jest zgodny z wtyczką WP-Geo. Proszę wyłączyć lub odinstalować WP-Geo przed użyciem MapPress.

source: No geocoding response from Google: %s
pl: Brak odpowiedzi geokodowania z Google: %s

source: Google cannot geocode address: %s, status: %s
pl: Google nie może geokodować adresu: %s, status: %s

source: No geocoding result for address: %s
pl: Brak rezultatów geokodowania dla adresu: %s

source: Add
pl: Dodaj

source: Location
pl: Położenie

source: Current Maps
pl: Aktualne mapy

source: New Map
pl: Nowa mapa

source: Map ID
pl: Identyfikator mapy

source: Title
pl: Tytuł

source: Save
pl: Zapisz

source: Maps in this post
pl: Mapy w tym wpisie

source: There are no maps yet for this post
pl: Brak mapy dla tego wpisu

source: Create a new map
pl: Tworzenie nowej mapy

source: The starting or ending address could not be found.
pl: Początkowe lub końcowe adresy nie zostały znalezione.

source: Google cannot return directions between those addresses. There is no route between them or the routing information is not available.
pl: Google nie może zwrócić trasy dojazdu między tymi adresami. Brak trasy między nimi lub informacji ta nie jest dostępna.

source: Unknown error, unable to return directions. Status code =
pl: Nieznany błąd, nie mogę zwrócić tracy dojazdu. Kod statusu =

source: Enter address
pl: Wprowadź adres

source: No matching address
pl: Brak pasujących adresów

source: Did you mean:
pl: Czy chodziło Ci o:

source: Edit
pl: Edycja

source: Cancel
pl: Anuluj

source: Delete
pl: Usuń

source: View
pl: Widok

source: Back
pl: Wstecz

source: Insert into post
pl: Wstaw do wpisu

source: Select a map
pl: Wybierz mapę

source: Delete this map marker?
pl: Usuń ten znacznik z mapy?

source: Delete this map?
pl: Usunąć tą mapę?

source: Map saved
pl: Mapę zapisano

source: Map deleted
pl: Mapę usunięto

source: Error: AJAX failed!
pl: Błąd: AJAX nie powiodło się!

source: Click & drag to move this marker
pl: Kliknij i przeciągnij aby przesunąć znacznik

source: Zoom
pl: Powiększ

source: Traffic
pl: Ruch

source: Standard icons
pl: Standardowa ikona

source: My icons
pl: Moje ikony

source: By car
pl: Samochodem

source: Walking
pl: Pieszo

source: Bicycling
pl: Rowerem

source: Start
pl: Uruchom

source: Swap start and end
pl: Zamień początek i koniec

source: End
pl: Koniec

source: Get Directions
pl: Uzyskaj wskazówki dotyczące dojazdu

source: Print Directions
pl: Drukuj wskazówki dotyczące dojazdu

source: Close
pl: Zamknij

source: Settings
pl: Ustawienia

source: download it now
pl: pobierz ją teraz

source: A PRO Version update is available for manual installation: %s
pl: Aktualizacja wersji PRO jest dostępna dla ręcznej instalacji: %s

source: Unable to parse input: %s
pl: Nie można przetworzyć wejścia: %s

source: Field for addresses
pl: Pole dla adresów

source: Field for errors
pl: Pole dla błędów

source: Update map when post is saved
pl: Aktualizuj mapę podczas zapisywania wpisu

source: Update map when address is changed by a program
pl: Aktualizacja mapy przy zmianie adresu przez program

source: Display powered by link
pl: Wyświetlaj link wykonano przez

source: Enter default map sizes
pl: Wprowadź domyślny rozmiar mapy

source: Width(px)
pl: Szerokość (px)

source: Height(px)
pl: Wysokość (px)

source: Widget title
pl: Tytuł widgetu

source: Map size
pl: Rozmiar mapy

source: Show query
pl: Pokaż zapytanie

source: Current posts
pl: Aktualne wpisy

source: All posts
pl: Wszystkie wpisy

source: Custom query
pl: Niestandardowe zapytanie

source: Learn about queries
pl: Dowiedz się o kwerendach

source: Marker title
pl: Tytuł znacznika

source: Post title
pl: Tytuł wpisu

source: Link marker title to post
pl: Tytuł znacznika link do wpisu

source: Marker body
pl: Treść znacznika

source: Marker
pl: Znacznik

source: Post excerpt
pl: Fragment wpisu

source: Inline
pl: Osadzony

source: Map type
pl: Typ mapy

source: Map
pl: Mapa

source: Hybrid
pl: Hybrydowa

source: Satellite
pl: Satelita

source: Terrain
pl: Terenowa

source: Show list of markers
pl: Pokaż listę znaczników

source: Show traffic
pl: Pokaż ruch

source: Overview map control
pl: Opis kontroli mapy

source: Open overview map
pl: Otwórz opis mapy
